13/data/attachments/5ab9a72157bc343d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jessica_under_Actions_54272_4</nif:username>
            <nif:friendToBeRequested>soap_actions_7b89b883-cea8-4cf0-880b-9cb450a2b81c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>